<template>
  <section class="feedback pt-5 mb-5">
    <h2 class="text-center mb-5">Частые вопросы</h2>
    <mdb-row>
      <mdb-col md="6" sm="12">
        <h4>Что будет если я не оплачу подписку?</h4>
        <p>Текст отзыва от компании или человека, пользующегося нашим продуктом</p>
        <h4>Где я могу увидеть разбивку редакторов моей команды и связанные с этим расходы?</h4>
        <p>Вы можете управлять редакторами вашей команды с панели инструментов Admin Dashboard (доступна для администраторов команды с Team Page). Когда вы начнете процесс обновления, вы сможете просматривать ваши текущие редакторы и понижать людей до зрителей, так что вы будете платить только за нужных вам редакторов.</p>
        <h4>Кто несет ответственность за оплату команды?</h4>
        <p>Любой редактор может перевести команду на тарифный план Professional, введя платежную информацию. (Это сделает их администраторами команды.) После обновления, только администраторы могут получить доступ к Admin Dashboard и управлять будущими платежами для команды.</p>
      </mdb-col>
      <mdb-col md="6" sm="12">
        <h4>Что будет если я не оплачу подписку?</h4>
        <p>Текст отзыва от компании или человека, пользующегося нашим продуктом</p>
        <h4>Как настроить, кто имеет права администратора?</h4>
        <p>Любой администратор может настроить права доступа любого другого члена команды. Вы можете изменить права доступа каждого члена команды на странице Team Page. Количество администраторов в команде не ограничено.</p>
        <h4>Как настроить, кто имеет права администратора?</h4>
        <p>Любой администратор может настроить права доступа любого другого члена команды. Вы можете изменить права доступа каждого члена команды на странице Team Page. Количество администраторов в команде не ограничено.</p>
      </mdb-col>
    </mdb-row>
  </section>
</template>

<script>
import { mdbRow, mdbCol } from "mdbvue";
export default {
  components: {
    mdbRow,
    mdbCol
  }
};
</script>

<style scoped>
p {
  color: #1b3b59;
  font-size: 21px;
  line-height: 25px;
}
</style>s